Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: <new profile>
be: <новы профіль>

source: <no subject>
be: <бяз тэмы>

source: <not set>
be: <ня вызначылі>

source: (C) 2010-2011, Stace A. Zacharov stace75\@gmail.com\n http://sites.google.com/site/stace75/magnetlink/magnetlink-english\n Warning: MagnetLink is not Direct Connect client!\n It required access to FlylinkDC++ webserver!!! Install and setup FlylinkDC++ first!!!\n Many Thanks to Pavel Pimenov and others for FlylinkDC++ http://flylinkdc.dyndns.org\n Note: This beta version be only worked before 03/01/11. Please update\n
be: © 2010–2011, Станіслаў Захараў, stace75\@gmail.com\n http://sites.google.com/site/stace75/magnetlink/magnetlink-english.\n Перасьцярога: MagnetLink ня ёсьць кліентам пратаколу Direct Connect!\n Ён патрабуе доступу да сеціва-паслужніку FlylinkDC++! Спачатку усталюйце ды наладзьце FlylinkDC++!\n Вялізнае дзякуй Паўлу Піменаву ды іншым распрацоўнікам за FlylinkDC++ http://flylinkdc.dyndns.org.\n Заўважце: гэтая бэта-вэрсія працавацьме толькі да 1-га сакавіка 2011 г. Калі ласка, абнаўляйце праґраму.\n

source: (C) 2010-2011, Станислав Захаров stace75\@gmail.com
be: © 2010–2011, Станіслаў Захараў stace75\@gmail.com.

source: (C) 2010-2011, Станислав Захаров stace75\@gmail.com\n http://sites.google.com/site/stace75/magnetlink\n Обратите внимание, что MagnetLink не является клиентом Direct Connect!\n Для его работы необходим компьютер с установленным и настроенным клиентом FlylinkDC++!!!\n Спасибо Павлу Пименову и другим разработчикам за FlylinkDC++ http://flylinkdc.com\n
be: © 2010–2011, Станіслаў Захараў, stace75\@gmail.com\n http://sites.google.com/site/stace75/magnetlink/magnetlink-english.\n Перасьцярога: MagnetLink ня ёсьць кліентам пратаколу Direct Connect!\n Каб ён працаваў, трэба мець асьветар з усталяваным і наладжаным кліентам FlylinkDC++!\n Вялізнае дзякуй Паўлу Піменаву ды іншым распрацоўнікам за FlylinkDC++ http://flylinkdc.com\n

source: 1) Download, Install and Setup FlylinkDC++: http://code.google.com/p/flylinkdc/downloads/list\n Instructions on site http://www.flylinkdc.com/doku.php?id=en:flylinkdc\n 2) Turn on Web-server\n Remember (or set) it parameters (port, username and password)\n 3) Test FlylinkDC++\n Go to http://hostname:port/ using this username and password from Android device\n 4) Install MagnetLink.apk to Android device\n 5) Setup MagnetLink\n See \"Preferences\" on main page\n 6) Test MagnetLink\n Access your provider\'s web-site from Android device and press to \"magnet:\" download link\n \n Questions and suggestions about the "MagnetLink" You can send me: stace75@gmail.com
be: 1) Сьцягнуць, усталяваць ды наладзіць FlyLinkDC++: http://code.google.com/p/flylinkdc/downloads/list\n Кіраўніцтва можна знайсьці на бачыне http://www.flylinkdc.com/doku.php?id=ru:flylinkdc\n 2) Задзейнічаць паслужнік сеціва (Web-server)\n Запомніць (або вызначыць) ягоныя ўласьцівасьці: порт, імя карыстальніка ды гасло\n 3) Паспрабаваць, ці працуе FlylinkDC++\n Завітаць са сваёй прылады Android на http://адрэса_асьветару:порт/, скарыстаўшы імя карыстальніка ды гасло\n 4) Усталяваць MagnetLink.apk на сваю прыладу\n 5) Наладзіць MagnetLink\n Глядзіце «Перавагі» на галоўнае бачыне\n 6) Паспрабаваць, ці працуе MagnetLink\n Завітаць на бачыну вашага пастаўніка з прылады Android і націснуць на спасылку «magnet:»\n \n Пытаньні і прапановы, што да «MagnetLink», вы можаце дасылаць мне: stace75@gmail.com. (Пытаньні па перакладзе — перакладчыку: yehekim@gmail.com.)

source: 1) Скачать, установить и настроить FlylinkDC++ (если это еще не сделано)
be: 1. Сьцягнуць, усталяваць і наладзіць FlylinkDC++ (калі гэтага яшчэ не зрабілі).

source: 1) Скачать, установить и настроить FlylinkDC++ (если это еще не сделано)\n Инструкции на сайте http://www.flylinkdc.com\n 2) Включить Web-сервер (Файл-&gt;Настройки...-&gt;Удаленное управление-&gt;Web-сервер)\n Запомнить (или установить) параметры (порт, имя пользователя и пароль)\n 3) Проверить работу FlylinkDC++\n Зайти на http://ip-адрес_ПК:порт/ используя это имя и пароль с устройства Android\n 4) Установить MagnetLink.apk на Android\n 5) Настроить MagnetLink\n Пункт \"Настройки\" на главной странице\n 6) Проверить работу MagnetLink\n Зайти браузером с устройства Android на web-сайт Вашего провайдера и кликнуть на ссылку \"скачать файл\"\n \n Более подробная информация есть на сайте MagnetLink: http://sites.google.com/site/stace75/magnetlink\n Вопросы и предложения по работе MagnetLink Вы можете присылать мне: stace75@gmail.com
be: 1) Сьцягнуць, усталяваць ды наладзіць FlylinkDC++ (калі гэтага яшчэ не зрабілі)\n Кіраўніцтва можна знайсьці на бачыне http://www.flylinkdc.com\n 2) Задзейнічаць паслужнік сеціва (web-server) (Файл — Наладжваньні… — Аддаленае кіраваньне — Паслужнік сеціва)\n Запомніць (або вызначыць) ягоныя ўласьцівасьці: порт, імя карыстальніка ды пароль\n 3) Паспрабаваць, ці працуе FlylinkDC++\n Завітаць са сваёй прылады Android на http://адрас_асьветару:порт/, скарыстаўшы імя карыстальніка ды пароль\n 4) Усталяваць MagnetLink.apk на сваю прыладу\n 5) Наладзіць MagnetLink\n Глядзіце «Налады» на галоўнае бачыне\n 6) Паспрабаваць, ці працуе MagnetLink\n Завітаць на бачыну вашага пастаўніка з прылады Android і націснуць на спасылку «сьцягнуць файл»\n \n Падрабязьнейшыя зьвесткі маюцца на бачыне MagnetLink: http://sites.google.com/site/stace75/magnetlink\n Пытаньні і прапановы, што да «MagnetLink», вы можаце дасылаць мне: stace75@gmail.com. (Пытаньні па перакладзе — перакладчыку: yehekim@gmail.com.)

source: 6) Проверить работу MagnetLink
be: 6. Спраўдзіць, ці працуе MagnetLink.

source: Более подробная информация есть на сайте MagnetLink: http://sites.google.com/site/stace75/magnetlink
be: Падрабязьнейшыя зьвесткі можна пабачыць на бачыне MagnetLink: http://sites.google.com/site/stace75/magnetlink.

source: Вопросы и предложения по работе MagnetLink Вы можете присылать мне: stace75@gmail.com
be: Пытаньні ды прапановы па працы MagnetLink можна дасылаць мне: stace75@gmail.com.

source: 2) Включить Web-сервер (Файл-&gt;Настройки...-&gt;Удаленное управление-&gt;Web-сервер)
be: 2. Задзейнічаць паслужнік сеціва («Файл» > «Налады» > «Паслужнік сеціва»).

source: Обратите внимание, что MagnetLink не является клиентом Direct Connect!
be: Зьвярніце ўвагу: MagnetLink ня ёсьць кліентам Direct Connect!

source: 3) Проверить работу FlylinkDC++
be: 3. Спраўдзіць, ці працуе FlylinkDC++.

source: Спасибо Павлу Пименову и другим разработчикам за FlylinkDC++ http://flylinkdc.com
be: Дзякуй Паўлу Піменаву ды іншым распрацоўнікам за FlylinkDC++ http://flylinkdc.com.

source: 4) Установить MagnetLink.apk на Android
be: 4. Усталяваць MagnetLink.apk на Android.

source: 5) Настроить MagnetLink
be: 5. Наладзіць MagnetLink.

source: <small>Version %s</small>
be: <small>Вэрсія %s</small>

source: <untitled>
be: <бяз назвы>

source: %0$d groups
be: Суполак: %0$d

source: %1$d Voicemails
be: Паведамленьняў: %1$d

source: %1$d message moved to %2$s
be: %1$d паведамленьне перамясьцілі ў %2$s

source: %1$d messages moved to %2$s
be: Паведамленьні (%1$d) перамясьцілі ў %2$s

source: %1$d new messages
be: Новых паведамленьняў: %1$d

source: %1$d of %2$s
be: %1$d з %2$s

source: %1$d people
be: Людзей: %1$d

source: %1$d people from %2$s
be: Людзей у суполцы %2$s: %1$d

source: %1$d person
be: Людзей: %1$d

source: %1$d person from %2$s
be: Людзей у суполцы %2$s: %1$d

source: %1$d process and %2$d service
be: %1$d працэс і %2$d служба

source: %1$d process and %2$d services
be: %1$d працэс, службаў — %2$d

source: %1$d processes and %2$d service
be: Працэсаў — %1$d, служба — %2$d

source: %1$d processes and %2$d services
be: Працэсаў — %1$d, службаў — %2$d

source: %1$d\u066A of cycle elapsed
be: Мінула %1$d٪ адцінка часу

# %1$du066A of cycle elapsed Next period starts in %2$d days (%3$s)
source: %1$d\u066A of cycle elapsed\nNext period starts in %2$d days (%3$s)
be: Мінула %1$d\u066A адцінку часу\n Наступны адцінак пачынаецца праз %2$d дзён (%3$s)

source: %1$s (%2$d\u066A) of %3$s period maximum
be: %1$s (%2$d\u066A) з найбольшага %3$s за адцінак часу

# %1$s (%2$du066A) of %3$s period maximum Next period starts in %4$d days (%5$s)
source: %1$s (%2$d\u066A) of %3$s period maximum\nNext period starts in %4$d days (%5$s)
be: %1$s (%2$d\u066A) з найбольшага %3$s за адцінак часу\n Наступны адцінак пачынаецца праз %4$d дзён (%5$s)

source: %1$s %2$s portable WiFi hotspot
be: Адметны пункт Wi-Fi: %1$s %2$s

source: %1$s after sleep
be: Калі міне %1$s як заснулі

source: %1$s bytes / %2$s packets
be: Байтаў: %1$s; пакетаў: %2$s

source: %1$s can collect all of the text you type, except passwords.
be: %1$s можа зьбіраць увесь тэкст, які вы набіраеце, — апроч пароляў.

source: %1$s conversations will be deleted
be: Выдаляцца некалькі (%1$s) размоў

source: %1$s could not be installed on this tablet.
be: %1$s нельга ўсталяваць на гэты пляншэт.

source: %1$s could not be installed. Free up some space and try again.
be: Нельга ўсталяваць %1$s. Вызваліце крыху прасторы ды паспрабуйце зноўку.

source: %1$s free
be: Вольных %1$s

source: %1$s is not responding.
be: %1$s не адказвае.

source: %1$s is part of the following application:
be: %1$s ёсьць часткаю наступных праґрамаў:

source: %1$s on battery
be: %1$s ад батарэі

source: %1$s out of %2$s
be: %1$s з %2$s

source: %1$s people
be: Людзей: %1$s

source: %1$s received, %2$s sent
be: Атрымалі %1$s, даслалі %2$s

source: %1$s result for \"%2$s\"
be: %1$s вынік на «%2$s»

source: %1$s successful, %2$s unsuccessful.
be: %1$s пасьпяхова, %2$s не ўдалося.

source: %1$s used
be: Занятых %1$s

source: %1$s wants to install other apps.
be: %1$s хоча ўсталяваць іншыя праґрамы.

source: %1$s will be disconnected from handsfree audio.
be: %1$s адлучыцца ад слухавак зь мікрафонам.

source: %1$s will be disconnected from input device.
be: %1$s адлучыцца ад прылады ўводу.

source: %1$s will be disconnected from media audio.
be: %1$s адлучыцца ад гуку прайгравальніка.

source: %1$s will be disconnected from sharing this phone's Internet connection.
be: %1$s адлучыцца ад абагуленага тэлефонам злучэньня зь сецівам.

source: %1$s will be disconnected from sharing this tablet's Internet connection.
be: %1$s адлучыцца ад абагуленага пляншэтам злучэньня зь сецівам.

source: %1$s will be untethered.
be: %1$s адвяжацца.

source: %1$s: currently in use.
be: %1$s: выкарыстоўваецца.

source: %2$s is not responding.
be: %2$s не адказвае.

source: %2$s: about %1$s used
be: %2$s: выкарысталі блізу %1$s

source: %d%% remaining
be: Засталося %d%%

source: %d account
be: %d рахунак

source: %d accounts
be: Рахункаў: %d

source: %d bookmarks
be: Закладак: %d

source: %d contacts with phone numbers
be: Кантактаў з тэлефонамі: %d

source: %d found
be: Знайшлі: %d

source: %d selected
be: Абралі %d

source: %dB
be: %d Б

source: %dGB
be: %d ҐБ

source: %dKB
be: %d КБ

source: %dMB
be: %d МБ

source: %dpt
be: %d пунктаў

source: %s attempts to create a VPN connection.
be: %s спрабуе стварыць злучэньне VPN.

source: %s couldn't be downloaded.
be: Нельга спампаваць %s.

source: %s dismissed.
be: Адкінулі %s.

source: %s download complete.
be: Спампавалі %s.

source: %s is required, cannot be left blank
be: %s нельга пакідаць пустым

source: %s mins %s secs
be: %s хв. %s сэк.

source: %s of %s contacts
be: %s з %s кантактаў

source: %s over specified limit
be: Перавысілі на %s

source: %s requires that you update your security settings.
be: %s патрабуе абнавіць налады бясьпекі.

source: %s signin failed.
be: Не ўдалося ўвайсьці ў %s.

source: %s tap and hold.
be: Націсьніце ды трымайце %s.

source: %s will be exported shortly.
be: %s неўзабаве вымецца.

source: %s will be imported shortly.
be: %s неўзабаве перапішацца.

source: Action:
be: Дзеяньне:

source: Resource:
be: Крыніца:

source: {0}: {1} after {2} seconds
be: {0}: {1} пасьля {2} сэкундаў

source: {0}: Not forwarded
be: {0}: не пераслалі

source: @ key
be: Клявіша «@»

source: @drawable/btn_check_holo_dark
be: @drawable/ic_viewfinder_gps_on

source: A
be: Ж

source: A 1-click shortcut may be enabled in the application settings.
be: Выклічнік да «Хутка паведаміць пра праблему» можна вызначыць у наладах праґрамы.

source: A ^1 account is required.
be: Патрэбны рахунак ^1.

source: A Google approach to instant communications in the mobile space, which lets you communicate whenever you want, wherever you are.
be: Google прапануе вокамгненныя размовы ў перасоўнае сетцы, што дазволіць вам гутарыць калі пажадаеце ды дзе пажадаеце..

source: A Google approach to mail built on the idea that email can be more intuitive, efficient and accessible.
be: Google падыходзіць да пошты, грунтуючыся на ідэі, што электронная пошта можа быць прадбачліваю, спраўнаю ды лёгкадаступнаю.

source: A Google approach to mail built on the idea that email can be more intuitive, efficient and accessible.\u0020
be: Google падыходзіць да пошты, грунтуючыся на ідэі, што электронная пошта можа быць прадбачліваю, спраўнаю ды лёгкадаступнаю.

source: A Google approach to synchronising data to allow access to your contacts, appointments, and more from wherever you are.
be: Google прапануе сынхранізаваць зьвесткі, каб дазволіць доступ да кантактаў, сустрэчаў ды іншага, дзе вы ёсьць.

source: A Google approach to synchronizing data to allow access to your contacts, appointments, and more from wherever you are.
be: Google прапануе сынхранізаваць зьвесткі, каб дазволіць доступ да кантактаў, сустрэчаў ды іншага, дзе вы ёсьць.

source: A Google approach to synchronizing data to allow access to your contacts, appointments, and more from wherever you are.\u0020
be: Google прапануе сынхранізаваць зьвесткі, каб дазволіць доступ да кантактаў, сустрэчаў ды іншага, дзе вы ёсьць.\u0020

source: A full backup of all data to a connected desktop computer has been requested.
be: Запыталіся захаваць адноўку ўсіх зьвестак на далучаны кампутар.

source: A full restore of all data from a connected desktop computer has been requested.
be: Запыталіся аднавіць усе зьвесткі з далучанага кампутара.

source: A galaxy made of slowly swirling stars.
be: Зоркі павольна круцяцца, утвараючы ґаляктыку.

source: A large number of SMS messages are being sent.
be: Дасылаецца вялікая колькасьць паведамленьняў SMS.

source: A large number of SMS messages are being sent. Select \"OK\" to continue, or \"Cancel\" to stop sending.
be: Дасылаецца вялікая колькасьць паведамленьняў SMS. Абярыце «Добра», каб працягваць, або «Скасаваць», каб спыніць дасылаць.

source: A large number of multimedia messages are being sent.
be: Дасылаецца вялікая колькасьць мультымэдыйных паведамленьняў.

source: A legitimate example of this is the phone disabling the keylock when receiving an incoming phone call, then re-enabling the keylock when the call is finished.
be: Звычайны прыклад: тэлефон адмыкае клявішы, калі прымаецца ўваходны выклік, і зноўку замыкае іх, калі выклік заканчваецца.

source: A malicious application could use this service to transmit excess data.
be: Зламысныя праґрамы могуць карыстацца гэтаю службаю, каб перадаваць лішнія дадзеныя.

source: A malicious application with this permission can extract personal information from these calendars without the owners' knowledge.
be: Зламысныя праґрамы з гэтым дазволам могуць бязь ведама ўласьніка вымаць асабістыя зьвесткі з календароў.

source: A malicious application with this permission can send spam emails that appear to come from calendar owners, modify events without the owners' knowledge, or add fake events.
be: Зламысныя праґрамы з гэтым дазволам могуць дасылаць непажаданыя лісты ад імя ўладальніка, безь ягонага ведама зьмяняць падзеі, дадаваць падробленыя падзеі.

source: A manual update is required.
be: Трэба абнавіць самастойна.

source: A network error has occurred.
be: Сетка дала хібу.

source: A network error has occurred. Retry, or cancel and return to the previous screen.
be: Сетка дала хібу. Паспрабуйце зноўку, ці скасуйце ды вярніцеся да папярэдняга экрану.

source: A network error occurred.
be: Сетка дала хібу.

source: A new day for me to shine.
be: Новы дзень, новая радасьць.

source: A new version of Google+ is available.
be: Даступная новая вэрсія Google+.

source: A newer version of the application is needed to continue.
be: Каб працягваць, патрабуецца навейшая вэрсія гэтае праґрамы.

source: A nice bath to start the day!
be: Прыемна пачынаць дзень з ванны!

source: A peek inside the neural network.
be: Зазірнуць усярэдзіну нэўронавае сеткі.

source: A problem occurred while communicating with Google servers.
be: Выявілі праблему, калі спрабавалі злучыцца са службамі Google.

source: A read report will be sent.
be: Дашлецца справаздача, што прачыталі.

source: A secure connection could not be established.
be: Нельга наладзіць бясьпечнае злучэньне.

source: A server error has occurred.
be: Паслужнік даў хібу.

source: A server error has occurred. Retry, or cancel and return to the previous screen.
be: Паслужнік даў хібу. Паспрабуйце зноўку, ці скасуйце ды вярніцеся да папярэдняга экрану.

source: A special call needs to be made to activate your phone service.
be: Каб задзейнічаць абслугоўваньне тэлефона, трэба набраць адмысловы нумар.

source: A special call needs to be made to activate your phone service. \n\nAfter pressing \u201CActivate\u201D, listen to the instructions provided to activate your phone.
be: Каб задзейнічаць абслугоўваньне вашага тэлефону, трэба набраць адмысловы нумар.\n \n Націсьніце «Задзейнічаць» і праслухайце адпаведныя ўказаньні, якія дапамогуць задзейнічаць ваш тэлефон.

source: A special call needs to be made to activate your phone service. \n\nAfter pressing “Activate”, listen to the instructions provided to activate your phone.
be: Каб задзейнічаць абслугоўваньне вашага тэлефону, трэба набраць адмысловы нумар.\n \n Націсьніце «Задзейнічаць» і праслухайце адпаведныя ўказаньні, якія дапамогуць задзейнічаць ваш тэлефон.

source: A system update is ready to install.
be: Можна пачынаць усталёўваць абнаўленьне.

source: A system update is ready, but the battery is too low to install it.
be: Абнаўленьне падрыхтавалі, але каб усталяваць яго, замала зараду батарэі.

source: A timeout occurred while trying to verify this package.
be: Час спраўджваць пакунак выйшаў.

source: A zip file (su-2.3.1-bin-signed.zip) has been placed on your sdcard, please reboot into recovery mode and flash it to update your su binary.
be: Файл zip (su-2.3.1-bin-signed.zip) разьмясьцілі на картцы SD — калі ласка, запусьціце нанова тэлефон у стан аднаўленьня ды запраґрамуйце яго, каб абнавіць выканальны файл su.

source: A-choo!
be: А… Чхі!

source: AB size
be: Памер кнопак дзеяньня

source: ABC
be: АБВ

source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
be: ABCDEFGHIJKLMNOPQRSTUVWXYZАБВГҐДЕЁЖЗІЙКЛМНОПРСТУЎФХЦЧШЫЬЭЮЯ’

source: AC
be: Ад сеткі

source: AC+USB
be: Разам ад сеткі й ад USB

source: ACM limit exceeded
be: Перавышаны ліміт ACM

source: ADW Launcher Settings
be: Налады пускача ADW

source: ADW Settings
be: Налады ADW

source: ADW Version
be: Вэрсія ADW

source: ADW settings
be: Налады ADW

source: ADW settings backed up successfully!
be: Пасьпяхова захавалі адноўку наладаў ADW!

source: ADW settings restored successfully!
be: Пасьпяхова аднавілі налады ADW!

source: ADW.Launcher
be: Пускач ADW

source: ADW.Launcher will be restarted.
be: Пускач ADW запусьціцца нанова.

source: ADWLauncher
be: Пускач ADW

source: ADWSettings
be: Налады ADW

source: ADWTheme IconPacks
be: Пакункі значкаў аздабленьня ADW

source: ALL
be: Усе

source: ALT
be: ІНШ

source: APN
be: Пункт доступу

source: APN disabled
be: Пункт доступу не ўжываецца

source: APN enable/disable
be: Ужываць або не пункт доступу

source: APN enabled
be: Пункт доступу ўжываецца

source: APN protocol
be: Пратакол пункту доступу

source: APN roaming protocol
be: Пратакол у блуканьні

source: APN type
be: Від пункту доступу

source: APNs
be: Пункты доступу (APN)

source: ATMs & Banks
be: Банкаматы ды банкі

source: AUTO
be: САМАСТ

source: Aah!
be: Ах!

source: Aah?!
be: Шо?!

source: About
be: Пра праґраму

source: About Driveabout
be: Пра Driveabout

source: About Me
be: Пра мяне

source: About calendar
be: Пра каляндар

source: About me
be: Пра мяне

source: About phone
be: Пра тэлефон

source: About tablet
be: Пра пляншэт

source: About the developer
be: Пра распрацоўніка

source: Above average
be: Вышэй за сярэдняе

source: Accept
be: Прыняць

source: Accept all SSL certificates
be: Прымаць усе пасьведчаньні SSL

source: Accept cookies
be: Прымаць біркі

source: Accept invitation
be: Прыняць запрашэньне

source: Accept the file?
be: Ці прыняць файл?

source: Accepted: %s
be: Прынятыя: %s

source: Access Email provider data
be: Доступ да зьвестак пастаўніку пошты

source: Access Point Names
be: Назвы пунктаў доступу

source: Access Request
be: Запыт на доступ

source: Access all system downloads
be: Доступ ў ўсяго спампоўванага ў сыстэме

source: Access all voicemails
be: Доступ до ўсяе галасавое пошты

source: Access blocked
be: Доступ забаронены

source: Access coarse location sources such as the cellular network database to determine an approximate phone location, where available.
be: Доступ да крыніцаў грубага месцазнаходжаньня (кшталту базы зьвестак сотавых сетак), каб прыкладна вызначаць месцазнаходжаньне тэлефона, калі гэтыя крыніцы дасяжныя.

source: Access coarse location sources such as the cellular network database to determine an approximate phone location, where available. Malicious applications can use this to determine approximately where you are.
be: Доступ да крыніцаў грубага месцазнаходжаньня (кшталту базы зьвестак сотавых сетак), каб прыкладна вызначаць месцазнаходжаньне тэлефону, калі гэтыя крыніцы дасяжныя. Зламысныя праґрамы могуць карыстацца гэтым, каб прыкладна вызначаць, дзе вы ёсьць.

source: Access coarse location sources such as the cellular network database to determine an approximate tablet location, where available.
be: Доступ да крыніцаў грубага месцазнаходжаньня (кшталту базы зьвестак сотавых сетак), каб прыкладна вызначаць месцазнаходжаньне пляншэта, калі гэтыя крыніцы дасяжныя.

source: Access denied
be: Адмовілі ў доступе

source: Access denied: security check!
be: Адмовілі ў доступе: спраўджваецца бясьпека!

source: Access download manager.
be: Доступ да кіраўніка спампоўванага.

source: Access email provider data
be: Доступ да зьвестак пастаўніку пошты

source: Access extra location provider commands.
be: Доступ да дадатковых загадаў пастаўніку месцазнаходжаньня.

source: Access extra location provider commands. Malicious applications could use this to interfere with the operation of the GPS or other location sources.
be: Доступ да дадатковых загадаў пастаўніку месцазнаходжаньня. Зламысныя праґрамы могуць могуць карыстацца гэтым, каб умешвацца ў працу з GPS або іншых крыніцаў месцазнаходжаньня.

source: Access fine location sources such as the Global Positioning System on the phone, where available.
be: Доступ да высакаякасных крыніцаў месцазнаходжаньня на тэлефоне, кшталту Ўсеагульнае сыстэмы разьмяшчэньня (GPS), калі яна дасяжная.

source: Access fine location sources such as the Global Positioning System on the phone, where available. Malicious applications can use this to determine where you are, and may consume additional battery power.
be: Доступ да высакаякасных крыніцаў месцазнаходжаньня на тэлефоне, кшталту Ўсеагульнае сыстэмы разьмяшчэньня (GPS), калі яна дасяжная. Зламысныя праґрамы могуць карыстацца гэтым, каб вызначаць, дзе вы ёсьць, і на гэта можа выдаткоўвацца дадатковая энэргія батарэі.

source: Access fine location sources such as the Global Positioning System on the tablet, where available.
be: Доступ да высакаякасных крыніцаў месцазнаходжаньня на пляншэце, кшталту Ўсеагульнае сыстэмы разьмяшчэньня (GPS), калі яна дасяжная.
